cavity_Analysis/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  6
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

3
(
    movingWall
    {
        type            patch;
        nFaces          40;
        startFace       5620;
    }
    fixedWalls
    {
        type            patch;
        nFaces          120;
        startFace       5660;
    }
    frontAndBack
    {
        type            empty;
        nFaces          7600;
        startFace       5780;
    }
)

// ************************************************************************* //
